/* -------------------------------------------------------------------------- */
/*                            task: guessTheNumber                            */
/* -------------------------------------------------------------------------- */
// Да се имплементира играта "guess the number", чрез описаните по-долу функции:

/* -------------------------- generateRandomNumber -------------------------- */
// функция generateRandomNumber(start, end), която генерира цяло случайно число в
// интервала, зададен чрез параметрите start и end.
// Hint: използвайте Math.random() функцията за генериране на случайно число.
