/* -------------------------------------------------------------------------- */
/*                                    task                                    */
/* -------------------------------------------------------------------------- */
// Да се дефинира функция SumEven2DimArrayElements(), която връща сумата от
// четните елементи на подаден й двумерен масив.

let arr = [
    [1,2,3],
    [4,5,6]
];
// >>>> put your code bellow:


// <<<< end of your code

// Примерно извикване на функцията:
let sum = SumEven2DimArrayElements(arr);
console.log(sum);
// expected output: 12